var AppAllLevels = {
    "Introduction": "復健APP所需要之文件",
    "Template": {
        "Answer": {
            "Wrong": "不好意思，您答錯了!",
            "Right": "恭喜！！您答對了！"
        }
    },
    "Levels": {
        "L1": {
            "Question": "親愛的子民，皇家廚房最近添購一些新的鍋子，想成為廚神首先要知道如何使用鍋子，考考你們知不知道新的鍋子要如何開鍋才是正確的，請問下列哪一個廚師說的是正確的?",
            "Type": "cook",
            "Options": [
                "剛新買的鍋子第一次使用前只要用冷水沖一沖表面，然後用紙巾擦拭乾淨就好，新的鍋子表面根本沒什麼髒，不用太費力的清洗的，用冷水把表面灰塵沖掉就好，相信我準沒錯的。",
                "新的鍋子應該要用鋼刷用力的刷、洗表面才能確保鍋子表面不會殘留有毒物質，最好重複刷洗兩三次比較保險。看我一臉專業的樣子，就知道我講的話一定不會錯的！",
                "新的鍋子使用前要先燒紅再用紙巾擦乾淨，重複上述動作3次後用菜瓜布沾中性清潔劑刷洗。我平常進出廚房的次數多到數不清，我說的一定是對的啦！"
            ],
            "Answer": "C",
            "Explaination": "新的鍋子上通常會有一層膜，如果光是用冷水沖是無法去除表面的膜的，但是用鋼刷刷鍋子會傷害鍋子的表面造成許多刮痕，污垢就容易躲在刮痕裡，正確的方式是要在使用前先燒紅在以紙巾擦拭，重複上述動作3次後再用菜瓜布沾中性清潔劑刷洗，如此一來才能確保不會吃進鍋上殘留的膜,所以答案是C喔！（資料來源:<譚敦慈的安心廚房>譚敦慈著 p.32~33）"
        },
        "L2": {
            "Question": "想成為我的御用廚師一定要有些本事才行，國王我可是出了名的養生，我今天想買海魚，請問你會推薦我跟下列哪個小販買呢?",
            "Type": "snake",
            "Options": [
                "買我的鱈魚就對了，鱈魚的刺少，肉色潔白軟嫩，口感甜滑，入口即化，讓人忍不住一口接著一口，肯定是健康又美味的料理，國王一定會喜歡的",
                "我賣的鯊魚肉外層都有Q彈的鯊魚皮，咬起來非常有嚼勁，富含膠原蛋白，像國王這麼尊貴的身分當然要吃鯊魚這種珍貴的魚類阿，買我的鯊魚肉就對了啦 ",
                "我賣的是小型富含油脂肪的花飛魚，小型海魚在食物鏈金字塔的較底層，體內有毒物質的濃度較低，對人體來說比較安全，所以不要看我賣的魚比較小，他們可都是最健康的海魚呢!"
            ],
            "Answer": "C",
            "Explaination": "像是鱈魚、鯊魚這種位於食物鏈金字塔上層的大型海魚都含有較高濃度的多氯聯苯與戴奧辛，這兩種環境累積有毒的有機化合物有神經、肝及免疫毒性，也是人類的致癌物質，因此相對來說吃小型海魚比較健康，能減少多氯聯苯及戴奧辛的攝取量，又能補充海魚富富含的營養,所以答案是C。（資料來源:<輕輕鬆鬆說毒解毒>林杰樑著 P84~85）"
        },
        "L3": {
            "Question": "最近免洗餐具的使用量越來越大，對環境的污染也漸趨嚴重，為了解決這問題，我決定買環保餐具分發給每一個子民，請問你覺得下列哪位小販賣的筷子最環保又健康呢",
            "Type": "snake",
            "Options": [
                "我賣的是304不鏽鋼筷，304不鏽鋼筷質感好、堅固又不容易生鏽，可以說是環保又高雅，每個人民看到都一定會想用，不買我304不鏽鋼筷你一定會後悔的!",
                "我賣的是七彩繽紛的漆筷，人民可以挑自己喜歡的顏色使用，用起來開心大家就會更想用，如此一來就可以降低免洗餐具的使用量，我賣的漆筷一定是最環保的啦!",
                "我賣的是有雕刻花紋的木筷，木筷重量輕，攜帶輕鬆，花紋精緻又大方，具有獨特性，跟市面上賣的筷子都不一樣，這麼特別的筷子是不是很吸引人呀，快跟國王建議買我的木塊吧!"
            ],
            "Answer": "A",
            "Explaination": "繽紛的漆筷表面的漆很可能含有重金屬，對人體有害，而有花紋或是凹槽的木筷在潮濕的台灣很容易滋生細菌或黴菌，304的不鏽鋼筷子比較不會生鏽或是滋生細菌，因此是比較好的環保餐具,所以答案是A。（資料來源:<譚敦慈的安心廚房>譚敦慈著 p.55~57）"
        },
        "L4": {
            "Question": "青菜富含許多維生素和纖維素，對人體健康很有幫助，想成為我的御用廚師，基本條件要知道怎麼樣料理能保存青菜最多的養分，請問下列子民的料理方式最能保存青菜中的營養成分呢?",
            "Type": "home",
            "Options": [
                "拌煮炒青菜在料理的過程中不會有太多的油煙，拌煮過程中又會有配料的香味散發出來，可說是色香味俱全，依照我十幾年來的下廚經驗，拌煮炒青菜是最美味又健康的料理方法!",
                "大火拌炒青菜可以縮短料理時間，讓青菜保持翠綠的顏色又可以減少養分流失的時間，再加上一些蒜頭爆香，堪稱完美料理，我除了是廚師，還是鼎鼎有名的美食家，大火拌炒青菜絕對是最完美的料理方式!",
                "水煮燙青菜最單純又簡單，可以避免產生有毒物質，菜又比較不油，加點醬油或是鹽巴，吃起來口感清爽舒服，我保證這一定是最健康的料理方式!"
            ],
            "Answer": "A",
            "Explaination": "大火拌炒青菜和爆香容易產生油煙，會提高女性得肺癌的機率，而燙青菜因需要較多的熱水，容易讓葉菜類水溶性的養分流失，拌煮炒青菜既能夠保存青菜營養，又不會有太多油煙，還會有配料的香氣，是最佳的青菜料理方式,所以答案是A。（資料來源:<譚敦慈的安心廚房>譚敦慈著 p.75~77）"
        },
        "L5": {
            "Question": "身為廚師，對於食材應該是蠻了解的，請問以下三個小黃瓜專家的敘述哪個是錯誤的呢?",
            "Type": "expert",
            "Options": [
                "小黃瓜要挑越彎曲的越好，太直的可能不是天然的小黃瓜，我研究過的小黃瓜相關書籍疊起來都快比人還高了，我說的一定不會錯的!",
                "小黃瓜的瓜身摸起來軟軟的表示成熟了，正是最營養適合食用的時期，我家從小就是種小黃瓜的，沒人能比我更了解小黃瓜，相信我就對了!",
                "小黃瓜要挑蒂頭還在、表面青綠有刺且沒有水傷的最好，蒂頭還在才表示新鮮，我從十歲就開始研究小黃瓜，就連閉著眼睛都能挑出最棒的小黃瓜了，我說的怎麼可能會錯呢!"
            ],
            "Answer": "C",
            "Explaination": "小黃瓜的瓜身如果過於彎曲可能表示瓜身的兩側營養不均造成生長速度不一樣，而如果瓜身軟軟的表示已經過熟不新鮮了，通常不建議購買，小黃瓜要挑瓜身沒有彎曲、蒂頭還在、表面青綠有刺且沒有水傷的為佳,所以答案是C。（資料來源:<譚敦慈的安心廚房> 譚敦慈著p.93~96）"
        },
        "L6": {
            "Question": "今天突然好想吃芭樂，想請你幫我挑一個最健康的芭樂，請問下列三個小販賣的芭樂哪個最適合我購買呢?",
            "Type": "snake",
            "Options": [
                "顏色淡且均勻，表皮光滑硬度適中的芭樂，硬度適中的芭樂吃起來口感最好，大小最好是拳頭大小，一個人吃剛剛好，依我多年賣芭樂的經驗最多人買的就是這種芭樂!",
                "顏色深淺交雜，硬度偏軟的芭樂，硬度偏軟的芭樂吃起來比較不會傷牙齒，老人小孩都適合吃，我平常自己也都吃這種芭樂，買這種就對了!",
                "顏色深且均勻，表面有些微黑色斑點的芭樂，這種芭樂才是最成熟營養的，而且又甜又不會澀，味道最佳，不要看這種芭樂醜醜的，其實才是最健康的，我這個人講話最誠實，買我的芭樂絕對不用怕被騙的!"
            ],
            "Answer": "A",
            "Explaination": "最健康的芭樂應是顏色淡且均勻、硬度適中、外形完整且表面光滑，像芭樂、柑橘這些富含維生素C的水果可以協助人體排出亞硝胺毒物，可說是排毒的大幫手呢! 所以答案是A。（資料來源:<譚敦慈的安心廚房>譚敦慈著 p.144~146）"
        },
        "L7": {
            "Question": "我平常蠻喜歡吃豆類像是四季豆、扁豆等，不過聽說如果豆類處理不當會容易造成食物中毒，請問下列哪個家庭主婦的處理方式最安全呢?",
            "Type": "home",
            "Options": [
                "將豆類大火快炒一下後在撒上胡椒或是其他調味就OK了，利用大火快炒高溫殺菌又不要炒太久避免吃起來的口感太爛，兼顧到味道和安全，肯定沒錯的!",
                "將豆類以沸水徹底煮沸後調味，這樣才能確保豆類理的毒素進到人體裡，我平常都有在觀看健康料理節目，耳濡目染之下我也變成健康達人了，相信我吧!",
                "只要將豆類泡在有冰塊的冰水裡約半天就可以溶掉有毒物質，冰涼的豆類用來配置沙拉最適合不過了，非常的開胃爽口，我看網路上的某個部落客夏天就是靠吃這個減肥的欸，所以一定是安全的處理方式!"
            ],
            "Answer": "B",
            "Explaination": "豆類中有天然毒素和皂素，沒有煮熟的話會引起腸胃黏膜充血性發炎，造成噁心、嘔吐或腹瀉的症狀，大火快炒的豆類很可能未完全熟透，毒性比沒煮的更高，唯有徹底煮熟才可破壞豆類的有毒物質,所以答案是B。（資料來源:<輕輕鬆鬆說毒解毒>林杰樑著 P.44）"
        },
        "L8": {
            "Question": "最近我們國家的烤肉風氣非常興盛，不過其實烤肉的過程中是很容易形成毒害的，我找來三個專家跟人民講解正確的烤肉方式，請你幫我看看哪一個人講錯了?",
            "Type": "expert",
            "Options": [
                "在烤肉時一邊烤香腸、臘肉等肉類一邊用烤肉醬刷過，這樣能讓醬料比較入味，避免烤熟後因為沒味道沾太多醬料，我是研究烤肉方面的專家，經驗豐富，照我說的就對了!",
                "香腸、臘肉等含硝酸鹽及亞硝酸鹽的食物應先煮熟後再烤，搭配青菜、水果或綠茶一起食用能減少亞硝胺致癌物的合成，這幾年我受邀到世界各地演講如何健康烤肉，我絕對是這方面的翹楚，我說的絕對不用懷疑!",
                "將香腸、臘肉等含硝酸鹽及亞硝酸鹽的食物和海鮮類像是干貝、魷魚等一起烤最棒了，不但能去除海鮮類的腥味又能降低產生致癌物的風險，我對烤肉的研究室非常透徹的，我說的一定是對的!"
            ],
            "Answer": "B",
            "Explaination": "烤肉時應少吃香腸、臘肉等含硝酸鹽及亞硝酸鹽的食物，如果要食用時需注意烤肉的肉類不要邊烤邊刷醬料，最好在烤熟後再沾少量的醬料較健康。香腸、臘肉等食物在烤之前先煮熟能夠使亞硝酸鹽流失，搭配青菜、水果一起食用能減少致癌物質的產生，和海鮮類一起食用的話會造成在人體內合成大量的亞硝胺致癌物，因此這題的答案是B。（資料來源:<輕輕鬆鬆說毒解毒>林杰樑著P.20）"
        },
        "L9": {
            "Question": "我前幾天訪視人民時，發現現在市面上有許多塑膠製品都號稱是耐熱塑膠，但並非所有塑膠都可以耐熱，於是我就找了幾個小吃老闆問問他們用的是不是真的耐熱塑膠，請問下列哪個小吃老闆說的是對的呢?",
            "Type": "snake",
            "Options": [
                "我用的是四號低密度聚乙烯，我從開店以來都是用這種塑膠裝熱食，也沒有客人反應過有問題，我用的一定是耐熱塑膠啦!",
                "我用的是五號聚丙烯，我查過，這可是能夠耐熱超過一百度的，一定是安全的耐熱塑膠啦!",
                "我用的是六號聚苯乙烯，賣給我的商人說這是專門用來裝熱食的，厚度也比一般塑膠更厚，怎麼可能不是耐熱塑膠呢?"
            ],
            "Answer": "B",
            "Explaination": "四號塑膠如果裝太熱的食物可能會有破掉的危險，而五號塑膠可耐熱到一百三十五度，適用於微波加熱的食物容器及裝熱食的豆漿瓶等，六號塑膠發泡後就變保麗龍，保麗龍耐熱度只有七十五度至九十五度，溫度太高會產生致癌物質，因此這題答案是B，下次購買熱食時要記得看一下使用的塑膠容器是幾號塑膠喔!（資料來源:<輕輕鬆鬆說毒解毒>林杰樑著P.93）"
        },
        "L10": {
            "Question": "前一陣子有推銷員向我兜售鐵氟龍不沾鍋，但其實就我所知鍋子要使用304以上的不鏽鋼鍋比較好，而且在鐵氟龍不沾鍋的使用上其實有些要注意的地方，請問下列哪個專家對於不沾鍋的使用方法說明是正確的呢?",
            "Type": "expert",
            "Options": [
                "最佳的不沾鍋烹調方式為冷鍋冷油調理，先放油放食物後再開火比較安全，鐵氟龍在攝氏兩百五十度以下極為穩定，但如果溫度過高將會產生有毒物質，看我講解的這麼仔細就知道我是專業的!",
                "不沾鍋在使用前須用高溫熱鍋去除鍋子裡的有毒物質再開始煮菜比較恰當，這樣不僅能讓菜比較快熟又能避免吃進有毒物質，可說是一舉兩得，這麼棒的使用方式一定是對的!",
                "不沾鍋使用一段時間後必須將鍋子放在爐上大火乾燒消毒並且去除鍋上的油漬，這樣才能確保之後使用鍋子時和新的一樣，因為一般的清潔方式其實是無法去除鍋子上的油漬的，我可是將不沾鍋的使用說明都認真讀過的，肯定錯不了!"
            ],
            "Answer": "A",
            "Explaination": "鐵氟龍不沾鍋在攝氏兩百五十度以下狀態都是穩定的，一旦溫度超過攝氏三百二十七度就有可能會產生毒性，因此像是熱鍋或是將鍋子放在爐上大火乾燒都是不可以的，最恰當的使用方式是冷鍋冷油調理，放完油和食物後再開火比較好，所以此題答案為A。（資料來源: <輕輕鬆鬆說毒解毒>林杰樑著P.98）"
        },
        "L11": {
            "Question": "前陣子三個環海小島國分別向我國進貢了他們國家有名的蝦子，希望我們能增加和他們國家的海鮮食品貿易量，請問下列哪種方式料理的蝦子最新鮮健康呢?",
            "Type": "cook",
            "Options": [
                "蝦頭和蝦身沒有緊貼的蝦子。蝦頭容易腐壞，如果蝦頭和蝦身沒有緊貼就表示這是新鮮的蝦子，水分還未流失，我們國家都只會賣新鮮的蝦子，風評很好的，您試過就知道了!",
                "蝦身彎曲、活跳跳的蝦子。蝦身彎曲表示蝦子活動力十足，肉質Q彈，只要提到我們國家，大家聯想到的都是新鮮美味的蝦子，不買我們的蝦子一定會後悔的!",
                "蝦殼透明，聞起來沒有怪味或腥臭味的蝦子。蝦殼透明表示未經過冷凍保存，我們國家是絕對不賣不新鮮的蝦子的，您可以打聽看看，沒人不知道我們國家的蝦子，相信我就對了啦!"
            ],
            "Answer": "",
            "Explaination": "（）"
        },
        "L12": {
            "Question": "最近國務繁忙導致我的三餐只能隨便吃快速解決，因為飲食不均導致我的鮪魚肚越來越明顯了，為了不讓身材走樣，我決定找回以前的健康飲食!請問下列哪個專家說的飲食法則是正確的?",
            "Type": "expert",
            "Options": [
                "多吃高纖維食物可以幫助吸收水分，稀釋致癌物質且能夠預防便祕，粗製的五榖類就含有多量的纖維素。我研究健康飲食非常多年了，如何吃得健康問我就對了!",
                "我們應多攝取不溶於水的食物纖維素，不要攝取溶於水的食物纖維素，因為溶於水的纖維素會隨著尿液被我們排出體外。我幫助過許多人改善飲食習慣讓他們身體變得更健康，聽我的準沒錯啦!",
                "由於青菜裡含有溶於水的纖維素，因此如果攝取青菜後應避免喝水以免養分流失。身為健康飲食專家我做過非常多功課，而且也都持續的學習新知識，我肯定是最專業的!"
            ],
            "Answer": "A",
            "Explaination": "多吃高纖維的食物可以幫助吸收水分、稀釋致癌物質，還能預防便祕和縮短致癌物質於大腸中停留的時間，而對於水溶性和非水溶性的纖維素我們都需要攝取，兩者都對健康有幫助，另外吃纖維素的同時也要配合水分的攝取才能有效的發揮效果，因此這題的答案為A。（資料來源:<防癌保健靠自己>林杰樑著 p.65）"
        },
        "L13": {
            "Question": "我最近從書上看到說大豆是人類飲食上最好的朋友，至少含有五種以上的抗癌成分，不過好像並不是每種大豆食物都能抗癌，想成為我的御用廚師之前，請先幫我找出下列哪個小販提出的大豆製品不是抗癌食物?",
            "Type": "snake",
            "Options": [
                "豆腐。豆腐看起來白白嫩嫩的，吃起來滑順軟嫩的口感讓人對他愛不釋手，豆腐不僅好吃對人的身體又好，看我這麼強壯，我可是從小吃豆腐長大的喔，所以豆腐一定是啦!",
                "豆漿。我聽說豆漿對人的身體很好，也去翻過很多書，自從我每天早上都喝一杯豆漿後覺得神清氣爽，一整天的好心情，所以豆漿一定是啦!",
                "豆腐。豆腐看起來白白嫩嫩的，吃起來滑順軟嫩的口感讓人對他愛不釋手，豆腐不僅好吃對人的身體又好，看我這麼強壯，我可是從小吃豆腐長大的喔，所以豆腐一定是啦!"
            ],
            "Answer": "C",
            "Explaination": "研究發現非發酵類大豆食物如豆腐、豆漿等都有預防癌症的功效，但發酵類大豆食物如味噌、醬油、豆乳腐等常會有黴菌及黃麴毒素的汙染，因此少吃為妙，所以此題的答案為C。（資料來源:<防癌保健靠自己>林杰樑著 p.72、73）"
        },
        "L14": {
            "Question": "我上次看到一袋的豬肉被丟在皇家廚房的垃圾桶，一問之下才知道原來是保存不當壞掉了，肉品的保存是一門大學問，請你幫我看看下列哪位家庭主婦對於保存肉品的敘述是正確的?",
            "Type": "home",
            "Options": [
                "肉買回來後不要清洗，用保鮮膜封住後再放進保鮮盒，接著再冰進冰箱，雖然程序很多但這是為了確保肉不會壞，身為地表最強的家庭主夫強烈建議你跟我這樣做!",
                "肉買回來後不要先清洗，直接放入保鮮盒冰進冰箱等到要煮之前在洗就好，我除了是家庭主婦還是一名廚師喔，我對保存食材的方法最了解了，可以放心相信我的!",
                "肉買回來後先用清水清洗再放進保鮮盒，接著放入冰箱冷凍，肉剛買回來都會有血水，因此要先用水沖過後再放進冰箱比較安全，身為專業家庭主婦我說的一定是對的，不用懷疑!"
            ],
            "Answer": "B",
            "Explaination": "肉買回來後不要先清洗，以免保存時容易腐敗，依每餐食用量分裝好，平舖在保鮮盒裡再放入冰箱冷凍，不需要再用保鮮膜封住，避免吃進有毒物質，因此這題的答案為B。（資料來源<譚敦慈的安心廚房>譚敦慈著 p.157）"
        },
        "L15": {
            "Question": "牛肉一直都是我最愛的美食之一，不過如果吃進沒有處理好的牛肉會造成身體許多問題，請問以下哪個廚師料理牛肉的方法最健康?",
            "Type": "cook",
            "Options": [
                "烹調前先用水沖洗，接著將牛肉煮到8分熟再加點調味料就可以食用了，8分熟的牛肉口感最佳，細菌也已經被殺光，肯定是最棒的食用時機",
                "烹調前先用水沖洗，接著將牛肉煮到8分熟再加點調味料就可以食用了，8分熟的牛肉口感最佳，細菌也已經被殺光，肯定是最棒的食用時機!",
                "烹調前先用水沖洗再用熱水燙過一次，之後再下鍋煮到全熟時再調味，牛肉煮到全熟才能確保不會吃進細菌，全熟的牛肉口感依舊是很讚的，吃過我煮的牛肉的人都讚不絕口，相信我這專業的!"
            ],
            "Answer": "C",
            "Explaination": "牛肉在烹調前要先用水沖洗，再用熱水燙一次再下鍋烹調，這樣可以減少後續烹調時間和去除油脂血水，而牛肉要煮到全熟才能避免細菌問題，但也不能煮至過熟焦黑，以免產生過多有害物質，所以此題答案為C。（資料來源<譚敦慈的安心廚房>譚敦慈著 p.162）"
        },
        "L16": {
            "Question": "榮榮國最近的料理都流行加大蒜、洋蔥這些有強烈氣味的蔬菜，這些其實都是自古以來就非常有名的保健食品，請問下列哪一個保健專家對於大蒜、洋蔥等的敘述是正確的?",
            "Type": "expert",
            "Options": [
                "吃大蒜如果是為了防癌，應以切薄片生食為佳，若是為了降低膽固醇則生食熟食都行。隨著產地、料理方法的不同，大蒜、洋蔥這些蔬菜對於人體的幫助就不同，這可是我鼎鼎大名研究植物的師傅告訴我的喔!",
                "市面上有賣許多大蒜精、大蒜藥片等，這些都是透過提煉精製而成的，效果肯定比直接吃大蒜、洋蔥都還要好。我對於如何養生保健是非常了解的，你一定要相信我說的話!",
                "大蒜、洋蔥這些蔬菜對人體的健康非常有幫助，尤其是將要手術的病患一定要多吃，才能增加免疫力，術後身體也會恢復得更快，許多專家都是這樣說的，這肯定是對的!"
            ],
            "Answer": "A",
            "Explaination": "若要防癌，吃大蒜要切薄片生食，如果要降膽固醇則生食熟食都有效果。而目前市面上賣的大蒜精、大蒜藥片提煉方法是否能將有效成分完全釋出值得懷疑，因此功效也不能保證，另外值得注意的是，洋蔥和大蒜有抗凝血的保護作用，將要手術的病患應暫停使用，所以這題的答案是A。（資料來源:<防癌保健靠自己>林杰樑著P.75）"
        },
        "L17": {
            "Question": "前幾天我心血來潮自己去市場購買青菜，並且查看國家現在的市場現況，不過我發現如何購買青菜也是有訣竅的，請問下列哪個家庭主婦的敘述是正確的?",
            "Type": "home",
            "Options": [
                "我在購買青菜時都會盡量買不同產地、種類的青菜，分散風險，也能比較不同產地和種類的青菜吃起來的差別在哪，一舉兩得，我這種買法可是經過多年經驗累積才得到的，絕對是對的啦!",
                "我在買青菜時一定都會挑有機的，雖然價格貴了一些但可以確保不會吃進農藥等有毒物質，我認為是值得的，我看書上都說有機的比較健康，書上說的一定不會錯啦!",
                "我在買青菜時都會一次買一個禮拜的份，這樣也可以跟老闆殺價，用便宜價格買到相同品質的青菜，反正菜冰在冰箱也不會壞掉，這樣真的超划算的喔!"
            ],
            "Answer": "A",
            "Explaination": "購買青菜時盡量挑選不同地方出產的農作物才能分散風險，而多吃各式各樣的當季蔬菜能補充同的營養，至於有機蔬菜其實是不需要特別選購的，只要買當季盛產的蔬菜，在清洗時仔細用心就不用擔心農藥殘留的問題了。在買蔬菜時最好一次買兩、三天的份量就好，超過五天蔬菜就不新鮮且營養會流失，因此這題的答案為A。（資料來源<譚敦慈的安心廚房>譚敦慈著 p.68、70）"
        },
        "L18": {
            "Question": "想要做出好料理，就要知道如何挑選出好的食材，以高麗菜為例，挑選好的高麗菜可是有些訣竅的，請問以下三位家庭主婦對於挑選高麗菜的敘述哪個是錯誤的?",
            "Type": "home",
            "Options": [
                "挑選高麗菜的第一法則就是要挑球體蓬鬆，沒有枯萎或蟲傷的，這是跟我交情很好的老闆教我的，那個老闆家賣的高麗菜都特別好吃，所以老闆說的一定可信啦!",
                "挑選高麗菜時要挑葉子邊緣沒有變黃的比較新鮮，我的家人最愛吃高麗菜了，我買過的高麗菜數量可是破百的，我的挑選眼光肯定沒錯的啦!",
                "挑選高麗菜時要挑越大越重的比較好，這樣表示高麗菜的養分和水份充足，我買高麗菜都是這樣買的，每次買的吃起來也都非常鮮甜，這絕對是挑高麗菜的好方法啦!"
            ],
            "Answer": "C",
            "Explaination": "挑選高麗菜時要挑球體蓬鬆、無枯萎或是蟲傷，且葉片沒有損傷、變黃的較佳，高麗菜並不是越大越重就代表好，不妨用手稍微拍打，選擇聲音扎實的代表較新鮮，因此這題的答案為C。（資料來源<譚敦慈的安心廚房>譚敦慈著 p.81）"
        },
        "L19": {
            "Question": "身為養身的國王我知道食物的烹調方式和人類癌症發生有密切的關係，我的御用廚師當然要知道如何烹調才不會對人體造成傷害，請問下列哪個廚師烹調魚的方式最健康?",
            "Type": "cook",
            "Options": [
                "我做的是煙燻魚排，煙燻方式能讓料理更入味，又不像油炸方式那麼油膩，可說是兼具美味和健康的料理方式，我在廚藝界已經打滾多年了，相信我準沒錯的!",
                "我做的是清蒸魚排，清蒸方式的溫度不會太高，能夠保護魚肉中的營養不受到高溫破壞，而且又能避免高溫產生有毒物質，我早在三十年前就開始研究健康料理，可說是健康料理界的大師呢!",
                "我做的是燒烤魚排，透過燒烤能增添魚肉的風味，而且燒烤時間越長越能確保魚肉不會含有寄生蟲，對健康更有保障，我平常最擅長的就是做燒烤料理，只要木碳用好一點就不用怕會有致癌物質產生，相信我，我家都是這麼做的!"
            ],
            "Answer": "B",
            "Explaination": "使用水煮、蒸、燉等烹調方式不會有溫度太高而產生許多致癌物質的問題，而燒烤、煙燻、油炸、煎烤等烹調方式產生的高溫容易使蛋白質變性，使得某些物質變為致癌物，應減少使用這些高溫料理方法，所以此題的答案為B。（資料來源: <防癌保健靠自己>林杰樑著P.41）"
        },
        "L20": {
            "Question": "培養好的飲食習慣對於身體健康是非常重要的，像是蛋白質的攝取對於人體健康影響很大，請問下列哪位專家對於蛋白質的攝取敘述是錯誤的呢?",
            "Type": "expert",
            "Options": [
                "蛋白質對人體非常重要，因此需大量補充，不會有攝取過量的問題，像我每天早上吃一顆水煮蛋，午餐和晚餐都還會吃大量的牛肉補充蛋白質，所以看起來才會這麼健康喔!",
                "蛋白質的來源是魚類及豆類，不過蛋白質的攝取足夠就好，攝取過多也會對身體造成負擔的，我是研究蛋白質這方面的專家，出過好幾本書的，聽我的就對了!",
                "每個人每天需要的蛋白質量約為體重乘上0.6公克，得到的量就是每個人需要攝取的蛋白質份量，看我連這個都知道就表示我真的很專業，完全符合專家的稱號!"
            ],
            "Answer": "A",
            "Explaination": "蛋白質最好的來源是魚類及豆類，因為肉類所含的脂肪膽固醇很高，另外蛋白質的攝取適量就好，太多的話會造成免疫力下降，感染及致癌的機率可能就會提升，而蛋白質攝取量的計算方式如同專家C所說的，用體重乘上0.6得到的數字即是蛋白質的攝取量，因此這題的答案為A。（資料來源: <防癌保健靠自己>林杰樑著P.61）"
        },
        "L21": {
            "Question": "像是高麗菜、白菜、花菜等十字花科蔬菜含有多種抗癌成分，對人體健康非常有幫助，考考想要成為御用廚師的你，知不知道下列哪個家庭主婦處理白菜的方式最正確?",
            "Type": "home",
            "Options": [
                "我最愛做滷白菜，白菜滷越久越入味，搭配筍乾完全是絕配，非常的下飯，我家兒子最愛吃我做的滷白菜了，每次我做他都吃得特別多，滷白菜一定是對的啦!",
                "我的拿手菜就是醃白菜，這樣不僅能夠延長白菜的存放時間，還能完整保存白菜的養分，醃白菜不用放冰箱，只要存放在室溫下就好，好處這麼多，醃白菜一定是最棒的處理方式的!",
                "我最常做的是炒白菜，炒白菜的時間不要太久，這樣能避免菜煮太爛、養分被破壞等，我這可是從一本健康食譜上學來的，絕對不會錯的啦!"
            ],
            "Answer": "C",
            "Explaination": "像白菜這種十字花科蔬菜最好能生食或是不要炒太久，因為加熱過程可能會破壞它的抗癌成分，生食的話要注意事前的清洗工作需做的透徹，而任何蔬菜都不應經過醃製及發酵處理，否則本來有抗癌作用也會變成有致癌作用的食物，因此這題的答案為C。（資歷來源: <防癌保健靠自己>林杰樑著P.79）"
        },
        "L22": {
            "Question": "主食是人類每天攝取最多的食物，身為注重養身的廚師應該會知道什麼主食對人體的健康最好，請問下列哪個廚師每天攝取的主食最健康?",
            "Type": "cook",
            "Options": [
                "我每天主要攝取的主食是白米飯，白米飯保留了稻米中最營養的部分，去除其餘沒有養分的地方，白米飯肯定是最營養的啦，東方人自古以來就都是吃白米飯的呀!",
                "我每天主要攝取的主食是麵條，麵條的製作方式簡單，實用又很方便，重要的是富含營養，容易消化，養分可以輕易的被身體吸收，這可是我花許多時間研究出來的的結果，麵條一定是最棒的主食!",
                "我每天主要攝取的主食是糙米及各種麥類的粗製品，糙米和麥類都富含維生素、礦物質及纖維素，對人體的健康非常有幫助，我就是因為這樣吃才能維持體態和身體健康，相信我就對了啦!"
            ],
            "Answer": "C",
            "Explaination": "麥類和稻米富含纖維素、礦物質及維生素，但過度精緻的白米和麵粉因為製程反而喪失了這些營養，米和麥的加工過程愈簡單，對健康愈好，還能減低癌症發生的機率，因此這題的答案為C。（資料來源: <防癌保健靠自己>林杰樑著P.81、82）"
        },
        "L23": {
            "Question": "許多養殖家禽的業者為了讓飼養的雞和鴨長的更好會在家禽身上施打抗生素，然而抗生素的某些成分對人體是有害的，甚至會致癌，要如何避免吃進有毒的抗生素是個大問題，請問下列哪個家庭主婦的說法是正確的?",
            "Type": "home",
            "Options": [
                "為了避免吃到施打在雞肉上的抗生素，我們可以改吃雞肉的內臟，減少吃雞肉尤其是雞翅。雞內臟不僅營養又沒有接觸抗生素，多吃對人體健康有幫助，相信我就對了，用雞的內臟燉雞湯可是更營養風味更好的!",
                "我平時都會多買野生或是野放的雞肉，或是如果買養殖雞可以先冷藏一週後再吃，這樣可以減少吃進抗生素的機率。為了全家人的健康，我都會很認真研究如何避免吃進有毒食物，我說的一定是對的啦!",
                "雞肉身上的抗生素吃進人體後只要多喝水就可以代謝掉了，所以不用因為怕吃進抗生素而對雞肉做特別處理，人體的免疫系統是非常強大的!身為豐富經驗的家庭主婦說的話一定是可以相信的啦!"
            ],
            "Answer": "B",
            "Explaination": "許多抗生素及藥品都需經由內臟代謝，因此內臟器官容易累積藥物毒素，我們應該要少吃內臟器官，多吃野生或是野放的動物，對於養殖動物可以買回去冷藏一週後再吃。抗生素無法透過多喝水代謝掉，我們還是要盡量避免吃進抗生素的機率，因此這題的答案為B。（資料來源:<專家說毒解毒保安康>林杰樑著P.28）"
        },
        "L24": {
            "Question": "想要成為我的御用廚師除了要了解如何下廚之外，也須注重食材的清洗方法，考考你們知不知道清洗蔬菜的方法，請問下列哪個廚師清洗蔬菜的方法最正確呢?",
            "Type": "cook",
            "Options": [
                "想要成為我的御用廚師除了要了解如何下廚之外，也須注重食材的清洗方法，考考你們知不知道清洗蔬菜的方法，請問下列哪個廚師清洗蔬菜的方法最正確呢?",
                "以不斷流動的清水洗滌方式清洗蔬菜，沖洗約二十分鐘以上，這樣可以把殘留在蔬菜表面的農藥除掉，如果怕浪費水可以把水開小一點。從小我媽就是這樣教我洗菜的，老人家的智慧一定錯不了的!",
                "只要將蔬菜長時間浸泡在清水中，等待水將農藥溶掉後就可以下鍋，如此一來可以不用怕蔬菜洗不乾淨而吃進農藥。我平常都是這樣洗菜的，肯定是對的啦!"
            ],
            "Answer": "B",
            "Explaination": "清洗蔬菜時不需要用清潔劑、鹽水或長時間浸泡在清水中，只要以不斷流動的清水洗滌蔬菜，藉由水的沖力及稀釋重複幾次，時間約二十分鐘以上，應可把殘留在蔬菜表面的農藥洗掉，降低吃進可能會致癌的農藥機率。因此這題的答案為B。（資料來源: <專家說毒解毒保安康>林杰樑著P.61）"
        },
        "L25": {
            "Question": "前一陣子到皇宮的食物庫裡看到一些剛買的豆類製品像是豆皮、豆干等，我突然想起之前看過書上記載這些豆類製品都有可能添加一些致癌物質，請你幫我看看下列哪位負責採買的廚師挑選豆類製品的方法是正確的?",
            "Type": "cook",
            "Options": [
                "我在採購時都只買有經過密封包裝且冷藏的豆類製品，這樣才能確保東西的保存沒問題而且不會添加致癌物質，就算價格高了一點也是值得的，我是最注重身體健康的大臣，我的採購方法準沒錯啦!",
                "我在採購時都是到傳統市場購買沒有密封包裝的豆類製品，因為沒有密封包裝的表示比較新鮮，不會產生有毒物質，而且價格還會比較便宜，省錢又健康，何樂而不為!",
                "我在採購時都是買有包裝常溫保存的豆類製品，因為豆類製品冷凍後會導致吃起來的口感變得不好，常溫保存不但能放比較久，煮起來又比較好吃，當然要買常溫保存的阿!"
            ],
            "Answer": "A",
            "Explaination": "市面上的豆類製品可能會添加硼砂或雙氧水來漂白、殺菌或增加口感，但硼砂容易累積在人體引起中毒性作用，而過氧化氫則可能是一種致癌物質。凡是需密封包裝及冷藏處理的豆類製品，使用這些對人體有害的添加物機率較小，因此這題的答案為A。（資料來源:<防癌保健靠自己>林杰樑著 P.97）"
        },
        "L26": {
            "Question": "專業廚師除了會烹煮美食外，也需注重盛放美食的器具，皇宮裡最多的就是優雅美觀的陶瓷食器，不過如何挑選健康無毒的陶瓷食器是件非常重要的事，請問下列哪位廚師說的是正確的呢?",
            "Type": "cook",
            "Options": [
                "食器內面有釉面花飾加上鑲金的邊框最能凸顯皇家貴族高雅的氣質，通常用水洗過不會掉漆的陶瓷食器就是安全的，因此挑選時問問老闆會不會掉漆就能判斷是不是安全食器了!",
                "食器表面花飾顏色越簡單越好，摸起來不會太光滑表示沒有在表面塗上有毒物質，是最安全的陶瓷食器，我平常的興趣就是研究瓷器，這種問題問我就對了!",
                "食器內面沒有花飾，用手摸起來光滑的就是最安全的陶瓷食器，這種簡單大方的瓷器襯托出使用者的謙遜典雅，我家都是用這種陶瓷食器，絕對是最安全的食器啦!"
            ],
            "Answer": "C",
            "Explaination": "如果陶瓷食器裝盛食物的內面有釉面花飾，或是以手觸摸覺得不光滑，則有可能在裝食物過程中產生重金屬汙染，重金屬中的鉻、鎘、鎳等都可能是致癌物質，要小心避免食入，因此這題的答案為C。（資料來源:<防癌保健靠自己>林杰樑著 P.101）"
        },
        "L27": {
            "Question": "平常我們會把吃不完的食物冰到冰箱冷藏等待隔天食用前再微波加熱，如何微波加熱才能不讓食物的水分及美味流失，同時又是健康的呢?請問下列哪位廚師的微波加熱方式是正確的?",
            "Type": "cook",
            "Options": [
                "使用保鮮盒裝食物再放進微波爐中加熱，同時可以在微波爐中放一杯水以免食物變硬，身為一位專業的廚師，對於食物的任何一個處理方式都是需要了解透徹的，相信我這個專業廚師就對了!",
                "用陶瓷碗裝盛食物再用保鮮膜封住即可保住食物中的水分及避免美味流失，記得使用保鮮膜時要在表面戳幾個小洞避免保鮮膜太貼近食物產生有毒物質，我從小看我媽和奶奶都是這樣處理的，準沒錯的啦!",
                "為了環保我都是用再生紙容器裝食物微波，這樣不但能避免產生有毒物質又能減少垃圾的產生，可說是一舉兩得呢!我除了是位廚師，也是一個注重環保和健康的人，照我說的就對了!"
            ],
            "Answer": "A",
            "Explaination": "使用保鮮膜微波加熱會使保鮮膜釋放出治癌物質，尤其是高油高糖份的食物更不能用保鮮膜，而再生紙容器是不可以用來裝食物的，再生紙製造過程中會添加防腐劑、漂白劑及除墨水的藥品，會產生損害遺傳基因的有毒物質，因此使用保鮮盒是比較恰當的方式，這題的答案為A。（資料來源:<防癌保健靠自己>林杰樑著 P.102、103）"
        },
        "L28": {
            "Question": "身為一位養生的國王，我每天都會定時補充水分來維持身體健康，不過飲用水中也是可能潛藏有毒物質的，人體需要大量水分，一旦喝進有毒的水，對健康會產生極大的危害，請問下列哪個家庭成員對於飲用水的敘述最正確?",
            "Type": "home",
            "Options": [
                "為了身體健康，我都只喝為純淨的山泉水，甘甜回味，而且富含礦物質，對人體健康很有幫助，傳說有位仙人就是都喝山泉水，明明50歲看起來跟30歲一樣呢，喝山泉水就對了啦!",
                "我平常都是喝煮沸過的飲用水，在水滾了之後還會再讓水沸騰十五分鐘以上，確保完全去除含氯物質，雖然麻煩了點，不過這樣才能喝到最健康的水呀，想要有健康的身體就要勤勞一點喔!",
                "我最注重的就是喝水的品質，因此我都喝國外進口的飲用水，台灣的工業發達，自來水一定都受到了污染，所以我都喝國外進口的水才有品質保證，雖然價格比較貴，但是為了身體健康這點小錢不算什麼的!"
            ],
            "Answer": "B",
            "Explaination": "地下水和山泉水可能會有微生物感染及有機溶劑等有毒物質汙染，因此不能飲用地下水或山泉水，而進口飲用水因為運送時間長久可能會不新鮮，要注意保存期限及出廠時間，使用煮沸法可以除去自來水中的三鹵甲烷類致癌物質，如果水質不好可選取淨水器加以處理，喝的水盡量越新鮮越好，因此這題的答案為B。（資料來源:<專家說毒解毒保安康>林杰樑著P.44、45）"
        },
        "L29": {
            "Question": "我去年去拜訪鄰國國王時，他們在晚餐時準備了河魨料理，就我所知，河豚是美味的食物，但卻含有強毒，一旦處理不慎很容易中毒，還好他們的廚師接受過專業訓練，我能安心食用，不知我國廚師對於處理河魨的方式瞭不瞭解，請問下列哪位廚師對於河魨的敘述正確?",
            "Type": "cook",
            "Options": [
                "河魨體內的毒素只要經過高溫烹煮就能去除，因此只要不生食河魨，就不用怕會發生中毒的情況，河魨是非常稀有珍貴的海鮮，因此只要有機會食用就要多吃一點，我可是得過金牌的廚師，不用懷疑我說的話啦!",
                "河魨的毒素都藏在皮膚表面，因此食用前一定要記得去除皮膚才不會發生中毒的現象。我常常去日本交流看過那裏的廚師處理河魨，都是把皮膚去除乾淨就不用怕了!",
                "食用河魨要避開春天河魨的產卵期，卵巢中河魨毒的濃度在此時達到最高。我師父是日本料理河魨的大師，擁有許多證照，師傅教我的一定是對的!"
            ],
            "Answer": "C",
            "Explaination": "季節是影響河魨體內毒素含量一個最重要的因素，生食或熟食與中毒發生與否並無關連，春天的河魨體內毒素最高，需避免在此時食用河魨，另外，食用前須確實去除內臟、肝、卵巢及皮膚等毒素含量較高的部位，因此這題的答案為C。（資料來源:<輕輕鬆鬆說毒解毒>林杰樑著P.195）"
        },
        "L30": {
            "Question": "美味的料理通常都是透過多樣食材搭配而來的，每位廚師都有自己的獨門食材搭配秘方，不過有些食物分開吃沒問題，但是一起吃卻會產生危害身體健康的物質，請問下列哪為廚師的食材搭配方法是不恰當的呢?",
            "Type": "snake",
            "Options": [
                "麗菜炒豬肉絲，再加上點蒜頭提味，簡直就是完美料理，有高麗菜的鮮甜讓豬肉的味道更加豐富，吃過我煮這道菜的人沒有一個不滿意的，有菜有肉，這一定是最健康的搭配方法阿!",
                "清蒸花飛魚加薑絲，能夠去除魚腥味又對人體健康有幫助，透過清蒸的方式能讓魚肉更Q彈爽口，花飛魚和薑絲都是對人體非常好的食材，兩個加在一起讓人一次就能攝取豐富的營養!",
                "臘肉加上熟成硬起司，滿滿的起司味讓臘肉吃起來不容易膩，增加了風味，同時再搭配養樂多幫助消化去油膩，這樣就能吃到美食料理同時又兼顧健康，這可是只有我才知道的獨門秘方喔!"
            ],
            "Answer": "C",
            "Explaination": "含亞硝酸鹽食物與含胺類食物合吃在腸胃中容易產生亞硝胺致癌物，像是熟成硬起司加臘肉、香腸與魷魚、臘肉與秋刀魚等，另外優酪乳或養樂多和香腸或是火腿等含亞硝酸鹽的食物合吃會增加亞硝酸鹽在腸胃道的濃度，但如果只喝優酪乳或養樂多則會降低血中亞硝胺的濃度，因此這題的答案為C。（資料來源:<生活中的毒>林杰樑著P.14）"
        },
        "L31": {
            "Question": "健康飲食有一個很大的重點就是攝取均衡的營養，我打算收集有關均衡飲食的方法並且寫成一本書，分送給我的子民們，增進他們的健康知識，請問下列哪個廚師說的是錯誤的呢?",
            "Type": "cook",
            "Options": [
                "五穀雜糧類是我們一天中最重要的熱量來源，當然是吃越多越好，像我每餐都會吃2碗飯以上的五穀雜糧類，這樣非常有飽足感而且又能減少肉類的攝取，讓身體負擔少一些，所以多吃點五穀雜糧就對了!",
                "油、糖、鹽的攝取量需要是最少的，攝取過多的油脂、糖、鹽會造成癌症發生的機率變高，因此須特別注意，我平常自己都會蒐集整理和飲食有關的健康知識，問我就對了啦!",
                "肉、魚、蛋類是我們身體蛋白質的主要來源，每天的攝取量是5~8份(一份約40克)，過多過少都不好，像我雖然很喜歡吃蛋，但是還是會限制自己的攝取量，才能一直保持這樣健壯的身體喔!"
            ],
            "Answer": "B",
            "Explaination": "五穀雜糧雖然是我們熱量的主要來源，但是還是要注意避免攝取過多以免造成肥胖等問題，五穀雜糧類一天的攝取量為6~11份(一碗約2~4份)，而肉、魚、蛋類的攝取量一天為2~3份，油、糖、鹽一天的攝取量是最少的，須盡量減少使用的次數，因此這題的答案為B。（資料來源:<防癌保健靠自己>林杰樑著P.55）"
        },
        "L32": {
            "Question": "廚師在烹調過程中難免會不小心加熱過度導致魚類肉類焦黑，這時候該如何處理才是恰當的方式呢?請問下列哪位廚師說的是對的?",
            "Type": "home",
            "Options": [
                "烹調過程中如果不小心產生焦黑的物質，就把焦黑的表面去除掉就好了，除去焦黑部分的肉和魚都還是可以食用不會有致癌物質的，如果把還能吃的食物丟掉是一件非常浪費的事喔!",
                "烹調過程中如果不小心產生焦黑物質，那麼只能把焦黑的魚跟肉丟掉，焦黑的魚和肉都是致癌物，千萬不能食用，我是研究致癌食物方面的專家，相信我說的話就對了!",
                "烹調過程中如果不小心產生焦黑物質，不用理會沒關係的，只是表面過熱而已，食物的營養成分還是沒變的，我平常食物焦掉都還是會把它吃掉，身體健康也都沒出什麼問題呀!"
            ],
            "Answer": "B",
            "Explaination": "烹調中造成的焦黑魚肉都是致癌物，不要食用直接丟掉，即使去除焦黑部分致癌物還是產生了，另外，魚肉類最好能先以微波加熱，然後再調理，這樣可以避免高溫烹調減少致癌物質的形成，這題的答案為B。（資料來源:<防癌保健靠自己>林杰樑著P.69）"
        },
        "L33": {
            "Question": "我平常閒暇時候都喜歡和三五好友坐下來一起泡茶，我聽說喝茶對健康很有幫助，想成為我的御用廚師還需要對茶有所了解才行，請問下列哪位專家關於茶的描述是對的?",
            "Type": "expert",
            "Options": [
                "泡茶可是非常有學問的，像是沖泡綠茶時須先加三分之一的冷開水，再加三分之二的熱開水，這樣的沖泡方式最能泡出茶完美的氣味，相信我說的就對了，我可是數一數二的品茶專家喔!",
                "茶葉含有咖啡因，會影響睡眠，又會刺激胃酸分泌，用冷水沖泡茶葉能降低咖啡因的釋放，是最健康的沖泡方式，我們全家人平常都喝冷水沖泡的茶，我不會騙你的啦!",
                "茶葉中有兒茶酚等多酚物質，對健康很有幫助，透過高溫沖泡的方式能讓茶葉釋放出完整的多酚物質，還能讓茶喝起來更回甘，因此泡茶時記得要用熱水高溫沖泡並且泡越久越好喔!"
            ],
            "Answer": "A",
            "Explaination": "茶葉中的多酚類物質能夠預防環境及食物中致癌物質對細胞傷害而引起的細胞突變，但是高溫是一種致突變的因素，所以喝茶最好能以溫水沖泡為佳，並且要注意不要喝草藥茶，因為有些草藥茶是強力的致癌物質，所以這的答案為A。（資料來源:<防癌保健靠自己>林杰樑著P.74）"
        },
        "L34": {
            "Question": "我們國家的紅胡蘿蔔非常有名，紅胡蘿蔔含有胡蘿蔔素，對身體非常好，不過像是我的大兒子威利王子因為害怕胡蘿蔔的味道而非常排斥胡蘿蔔，我在想不知道能不能讓他喝胡蘿蔔汁或是胡蘿蔔素藥片來補充營養，請問下列哪位廚師的敘述是正確的呢?",
            "Type": "cook",
            "Options": [
                "胡蘿蔔素藥片是胡蘿蔔素濃縮製成的，成分相對單純，也比胡蘿蔔來的更營養，王子如果害怕紅胡蘿蔔的味道可以攝取胡蘿蔔素藥片就好，對身體更有幫助，我是國家最資深的廚師，聽我的話不會錯的!",
                "紅胡蘿蔔除了胡蘿蔔素外，還有其他像是維生素C、纖維素等營養，這些成分也都對身體很有幫助，因此還是建議直接攝取紅胡蘿蔔才能獲得完整的營養成分，我平常閒暇的時候都會研究蔬果，能稱得上是這方面的專家喔!",
                "如果害怕紅胡蘿蔔的味道可以將胡蘿蔔打成果汁食用，這樣不僅味道會淡一些，紅胡蘿蔔打得越細越容易讓身體吸收，建議可以使用馬力大的果汁機或是打的時間久一點，我每天都會打紅胡蘿蔔汁給我的家人們喝，相信我就對了!"
            ],
            "Answer": "B",
            "Explaination": "研究發現每天口服胡蘿蔔素藥片的人癌症死亡率反而比不服用者來的高，因此胡蘿蔔的抗癌作用可能是來自其他成分，而將胡蘿蔔打成果汁會導致一些營養成分像是維生素C、纖維素等流失，還是建議直接吃紅胡蘿蔔比吃藥片和喝果汁都還要好，因此這題的答案為B。（資料來源:<防癌保健靠自己>林杰樑著P.76）"
        },
        "L35": {
            "Question": "許多廚師及家庭主婦明明不抽菸，卻還是罹患肺腺癌，很可能的原因是在烹調料理的過程中吸入太多油煙，因此廚房的抽油煙機扮演著非常重要的角色，請問下列哪位家庭成員對於安裝及使用抽油煙機的描述是正確的?",
            "Type": "home",
            "Options": [
                "為了要有效的避免烹調料理時吸入油煙，吸風口的位置應該要低於口鼻，且大於瓦斯爐尺寸10公分，我家的抽油煙機就是照這種方式安裝的，讓我在做料理時不用害怕吸入過多油煙!",
                "抽油煙機最好安裝在門窗附近，並且在使用時要打開附近的門窗增加空氣對流，這樣抽油煙機的吸煙效果會更好，而且又能降低廚房過於悶熱的情況，可說是一舉兩得呢!",
                "抽油煙機的位置最好安裝在高於瓦斯爐100公分的地方，才能讓抽油煙機的效能完全發揮，又能避免過多油煙卡在抽油煙機裡，不論做什麼事我都會認真查資料，包括安裝抽油煙機也是，我可是做足了功課的喔!"
            ],
            "Answer": "A",
            "Explaination": "抽油煙機的吸風口應該要低於口鼻才能有效預防烹調料理時吸入過多油煙，若是吸風口的位置較高，可以穿前高後高的高跟鞋將身高墊高，讓狗鼻高於吸風口的位置，另外，使用抽油煙機時附近的門窗不要打開，避免空氣對流太大影響抽油煙的效果，因此這題的答案為A。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.8、9）"
        },
        "L36": {
            "Question": "很多人都認為食品使用微波爐微波容易產生有害物質，但其實如果正確使用，微波爐會是廚師料理時的好幫手，我希望我國的國民能對微波爐的使用方式有正確的了解，請你幫我看看下列哪位家庭主婦對於微波爐的使用方式是正確的呢?",
            "Type": "home",
            "Options": [
                "我平常使用微波爐加熱時都會一次加熱5分鐘，這樣才能確保食物真的有加熱到一定的溫度，盡量不要中斷微波爐的加熱過程，不然會導致加熱溫度不夠造成食物不熟等問題，我使用微波爐好幾十年了不會錯的啦!",
                "使用微波爐時最好使用漸進式加熱，讓食物能夠均勻受熱，像是食物如果要微波2分鐘，要先加熱1分鐘後暫停、攪拌一下食物，再繼續加熱1分鐘，雖然這樣很麻煩，但是可以避免溫度過高喔!",
                "食物放進微波爐加熱前我都會先放進烤箱烤一下加熱，這樣縮短使用微波爐的時間，避免輻射傷害，而且烤箱加熱的速度比微波爐還要快，如此一來還能節省食物加熱時間，可說是好處多多呢!"
            ],
            "Answer": "B",
            "Explaination": " 微波爐正確的使用方法是使用漸進式加熱，這樣能夠讓食物受熱均勻，一次加熱太久的時間盡量不要超過60秒，才不會造成食物受熱不均，暫停加熱時可以翻動、攪拌食物再繼續加熱，另外，通常建議食物微波約7~8分熟後再進烤箱加熱，可減少高溫烹調又能節省能源，因此這題的答案為B。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.13、14）"
        },
        "L37": {
            "Question": "身為一個專業廚師，除了要知道怎麼使用廚具，還要知道怎麼清理廚具才行，像是微波爐就是很常用的工具，考考你知不知道怎麼正確清理微波爐，請問下列哪個廚師說的是正確的?",
            "Type": "cook",
            "Options": [
                "使用完微波爐後我通常都會用菜瓜布沾洗碗精刷洗微波爐，刷完後再用濕抹布擦乾淨，這樣可以確實清除微波爐裡的髒汙，保持內部清潔，我是位非常注重乾淨的專業廚師，聽我的話準沒錯的!",
                "清理微波爐我都用大瓷碗裝滿水，進微波爐加熱2分鐘，等爐內充滿水蒸氣後再用抹布擦拭內部，這樣可以避免微波爐內部有毒物質的殘留，這是我跟電視上的清潔專家學的，肯定不會錯的!",
                "微波爐通常不會有太多汙垢，因為加熱食物的時候都會用容器裝著，平常清理的時候我都是用濕紙巾直接擦拭內部，清掉一些油漬和食物殘渣，之後就能繼續使用了，是個簡潔又方便清理方法呢!"
            ],
            "Answer": "B",
            "Explaination": "微波爐的無毒清潔方式是像B廚師說的，用瓷碗裝滿水，進微波爐加熱，等爐內充滿水蒸氣後再用抹布擦拭內部，如果爐裡有油漬，可以加幾滴白醋在水裡微波加熱，接著一樣用抹布擦拭乾淨就好了，爐內如果留有食物殘渣，每次加熱可能會碳化產生有毒物質，所以一定保持清潔才行，這題的答案為B。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.16、17）"
        },
        "L38": {
            "Question": "皇宮裡的廚師很常使用烤箱來提升食物的色澤和風味，不過烤箱如果使用不當可是會對人體造成危害的，為了我的健康著想，我的御用廚師是一定要知道如何使用烤箱的，請問下列哪個攤販說的是正確的?",
            "Type": "snake",
            "Options": [
                "烤箱溫度設定超過120度就算是高溫，因此使用烤箱建議溫度設定不要超過120度比較好，從我當廚師開始使用烤箱的溫度就都不會設超過120度，食物也不容易烤焦，分享這個小秘訣給大家知道!",
                "食物經過烤箱烘烤後顏色會變得更深，建議將食物烤到表面呈現深咖啡色微焦的狀態最好，此時食物的香氣最香，不過要避免將食物烤到焦黑以免產生有毒物質，這可是我當廚師這麼多年的小秘訣喔!",
                "使用烤箱時我通常會將溫度設定高於150度，這樣能夠提高烤箱的加熱功率，縮短使用烤箱的時間，避免食物加熱時間過長產生有毒物質，我也是從書上看到才知道這個使用烤箱的小法則的，書上寫的一定是對的啦!"
            ],
            "Answer": "A",
            "Explaination": " 使用烤箱時應該要避免溫度設超過120度，因為超過120度可能會造成高溫燒烤食物造成致癌物質的產生，另外食物烘烤後的顏色越深，有毒物質可能越多，建議食物烤到顏色帶點黃就好，不要烤到深黃色或是咖啡色，食物一旦烤焦了就要直接丟掉不要食用，因此這題的答案為A。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.18）"
        },
        "L39": {
            "Question": "我平常使用烤箱烹調食物時常常會用到鋁箔紙，不過我不太清楚鋁箔紙正確的使用方式是什麼，請你幫我看看下列哪個廚師的使用方式是正確的?",
            "Type": "cook",
            "Options": [
                "使用鋁箔紙時記得要亮面朝上接觸食物、霧面朝下，將食物放上鋁箔紙後再進行調味，像是添加檸檬汁、蕃茄醬等，才不會沾的到處都是，我試過多種使用方式後發現這樣做最方便料理效果最好，相信我吧!",
                "鋁箔紙的亮面朝上或是霧面朝上其實都沒有差別，我通常會用完一面後再翻面繼續使用同一個鋁箔紙，達到物盡其用不浪費資源，另外我會在食物放上鋁箔紙前就先調味，我可是擁有多張證照的專業廚師，說的話可是不容懷疑的!",
                "使用鋁箔紙須將亮面朝上接觸食物、霧面朝下，並且在食物放上鋁箔紙前就先調味好，避免產生有毒物質。我可是榮榮國最資深的廚師，經驗最豐富，說的話肯定是對的!"
            ],
            "Answer": "C",
            "Explaination": "使用鋁箔紙時要將亮面朝上接觸食物、霧面朝下，這樣效果最好，不過在食物放上鋁箔紙前必須先調味，請勿將檸檬汁、醋或番茄醬在鋁箔紙上直接調味，以免溶出鋁，增加鋁的吸收對身體不好，所以這題的答案為C。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.19）"
        },
        "L40": {
            "Question": "美耐皿餐具有著美觀、耐摔、耐用等優點，在許多餐廳和家庭都被廣泛使用，不過其實美耐皿餐具是由三聚氰胺和甲醛聚合壓製成的，使用上須特別小心才行，請問下列哪位專家的敘述是正確的?",
            "Type": "expert",
            "Options": [
                "美耐皿餐具只能用來裝溫、涼的食物，像是冰涼的愛玉湯、綠豆湯等，不適合用來裝太熱的食物，而且一旦發現餐具有刮痕就要換新的，我常常參加有關化學的研討會，接受到的資訊都是最新的喔!",
                "我平常會用美耐皿餐具來裝蛋黃、小魚干等食物，美耐皿餐具輕又不怕摔，做料理的時候是裝各種食材的好幫手，我認識的大廚都很常使用這種餐具裝各式各樣的食材喔!",
                "美耐皿餐具的耐熱溫度其實可以到120度左右，用來裝熱湯熱食都是沒問題的，而且美耐皿餐具不會導熱不怕燙手，質量又輕，可說是廚師和媽媽的好幫手呢!"
            ],
            "Answer": "A",
            "Explaination": "研究顯示，美耐皿餐具遇到高溫、酸性食材、酒精等會溶出有害物質，因此要避免美耐皿餐具接觸熱湯、火鍋、蛋黃和小魚乾等酸性食材，只能用來裝溫、涼的食物，而且一旦發現餐具有刮痕就要換新的，這題的答案為A。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.61、62）"
        },
        "L41": {
            "Question": "在榮榮國的東北角有間非常有名的中藥店，很多人都會去那家中藥店買中藥回家自己燉，就我所知，陶鍋是最適合用來燉煮中藥的鍋子，不過要選擇品質好的陶鍋才不會有吃進重金屬的危險，請問下列哪位小販賣的陶鍋最安全呢?",
            "Type": "snake",
            "Options": [
                "我賣的陶鍋最氣派了，各式各樣的顏色都有，而且我用的塗料都是對人體沒有危害的，客人可以挑喜歡的顏色使用，用了心情也會跟著變好，買我的陶鍋就對了啦，品質一定有保證!",
                "我賣的陶鍋內原外觀都很樸素，而且顏色接近原色，擺在餐桌上增添了樸實典雅的氣息，用我的鍋子還能避免吃進表面塗料的有毒物質，才不會壞了中藥的藥性，我賣的陶鍋都是有口碑的，買到賺到阿!",
                "我賣的陶鍋最特別，表面會有精美的雕花，還可以製作客製化圖樣，讓每個客人用的陶鍋都是獨一無二的，燉煮出來的中藥感覺都變得更有效了呢，不買我的陶鍋的話你一定會後悔的啦!"
            ],
            "Answer": "B",
            "Explaination": "陶鍋因為保溫效果很好，很適合用來燉煮中藥，不過挑選陶鍋外觀及內緣要以越素、越接近原始的顏色的較佳，鍋子若是有顏色或花紋，長期使用會造成塗料的顏色脫落，增加吃進重金屬的機率，挑選陶鍋時也要避免挑到表面有坑洞的瑕疵品。這題的答案為B。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.48）"
        },
        "L42": {
            "Question": "廚師做料理時最常使用到的東西就是砧板，切菜切水果時都會用到，避免刀子刮傷桌子和衛生問題，不過我有點搞不懂切不同食物的砧板是要都分開使用還是可以混在一起用呢，請你幫我看看下列哪位廚師說的是對的?",
            "Type": "cook",
            "Options": [
                "基本上切肉、青菜、水果、熟食的砧板都要分開來，因此一個廚房至少要放4塊砧板才行，不要看以為砧板洗一洗就乾淨了，表面還是會沾黏一些食物殘留的物質，因此要都分開使用才可以喔!",
                "我自己都會把砧板分為切生食和切熟食兩種，因此我的廚房都會有兩塊砧板，這樣能避免生食表面的細菌接觸到我們要吃的熟食，至於青菜和肉類的砧板可以混著用沒關係，只要煮熟了食物裡的細菌就都會消失，所以砧板只要分兩種使用就夠囉!",
                "我習慣每次只要切完一種食材就會用中性清潔劑清洗砧板，接著再切另一種食材，因此我都只用一個砧板切所有食物，不過我會很常更換新的砧板，畢竟砧板是消耗品，所以我是主張一次用一個不過要定時更換喔!"
            ],
            "Answer": "A",
            "Explaination": "基本上切肉、青菜、水果及熟食的砧板通通都要分開，不要使用同一塊或是只分生食和熟食，這樣不僅衛生又能避免食材受到汙染，另外，砧板只要一有刻痕就容易有汙垢和發霉，因此需定期更換和保持通風才行，這題的答案為A。（資料來源:<譚敦慈的安心廚房>譚敦慈著P.64）"
        },
        "L43": {
            "Question": "我看皇家廚房裡最容易壞掉被丟棄的好像是葉菜類的蔬菜，我想知道葉菜類要怎樣保存才是最恰當的，這樣才能改善皇家廚房的問題，請問下列哪個家庭主婦說的是對的呢?",
            "Type": "home",
            "Options": [
                "葉菜類買回來後就把菜放進塑膠袋打結封死，避免水分流失，接著再把菜平放冰進冰箱，這樣就能延長葉菜類的保存期限囉，身為家庭主婦，這種知識可說是必備的呢!",
                "葉菜類買回來後首先要用紙巾把菜捲起來，接著將菜根部朝塑膠袋內的方式用塑膠袋套起來，塑膠袋打結且留一點小縫隙後就能直立放進冰箱了，只要做到這4個步驟就能延長葉菜類的保存期限喔!",
                "葉菜類買回來後要先用清水沖過確定沖掉髒汙，接著放入塑膠袋內打結留一點縫隙，最後將菜平放入冰箱比較節省空間，只要照著我說的做，葉菜類就不會容易壞掉囉!"
            ],
            "Answer": "B",
            "Explaination": "想要延長葉菜類的保存期限一開始要用紙巾將菜捲起避免沾到水，接著以根部朝內的方式用塑膠袋套起，要記得塑膠袋打結的時候要留點小縫隙，最後將菜以直立的方式放入冰箱蔬果冷藏室，如果葉菜類平放會比較容易被壓壞的，因此這題的答案為B。（資料來源: <譚敦慈的安心廚房>譚敦慈著P.72、73）"
        },
        "L44": {
            "Question": "每年的10月到5月是大番茄的產季，皇后這時候都會烹煮她拿手的番茄濃湯給我喝，昨天我和皇后到市場挑選番茄準備製作番茄濃湯，考考你知不知道如何挑選好的番茄，請問下列哪位小販賣的番茄品質最好?",
            "Type": "snake",
            "Options": [
                "我賣的番茄又大又紅，最適合買來燉湯了，而且我還很貼心的將番茄蒂頭去除，這樣您買回去就不用再把蒂頭去除就能直接做料理或冰進冰箱保存了，我賣的番茄口碑超好的，跟我買就對了啦!",
                "我賣的番茄又紅皮又厚，而且重量比一般番茄都還要重，營養成分很高，超划算的，我也會先將蒂頭去掉，避免刺傷附近擺在一起的番茄，很多跟我買過番茄的人都成了我的忠實顧客，買我的番茄可說是買到賺到呢!",
                "我賣的番茄帶有蒂頭，底部圓滑，又有淡淡的果香，重點是外表沒有壓傷，每顆的品質都超好的，我賣的番茄都是當季最新鮮的，常常都賣到缺貨，不買會後悔的!"
            ],
            "Answer": "C",
            "Explaination": "番茄要挑選有蒂頭，外表沒有明顯凹洞、壓痕，底部呈現圓滑弧度的，番茄的蒂頭具有保護作用，因此不要去除較好，不過蒂頭容易刺傷其他蔬果，勿將番茄和其他食材擠放在一起。番茄只要挑選當季新鮮的就好，不需要挑特別大或是特別紅的，因此這題的答案為C。（資料來源: <譚敦慈的安心廚房>譚敦慈著P.97）"
        },
        "L45": {
            "Question": "地瓜富含澱粉，很有飽足感，我曾聽我的曾祖母說小時候他們餐餐都吃地瓜稀飯，除了地瓜稀飯外，地瓜還能做成拔絲地瓜、地瓜籤餅等料理，不過挑選地瓜可不是那麼容易的喔，考考你下列哪位家庭主婦說的是對的?",
            "Type": "home",
            "Options": [
                "挑地瓜就是要挑有帶土的才新鮮，表示沒有放太久，我的家人都非常愛吃地瓜，因此我常常到市場買地瓜，買著買著就買出這樣的心得了，相信我，我是絕對不會錯的!",
                "我每次到市場上挑地瓜都會挑顏色比較淡，表面有點黑斑的地瓜，有黑斑表至地瓜營養成分豐富，是最適合食用的時機，我家從前可是種超多地瓜的，怎麼挑地瓜問我就對了啦!",
                "挑地瓜我都會挑有清楚標示產地，而且沒有長芽的，這樣可以避免買到來路不明的地瓜，而且我都會和不同的攤販買，分散風險同時也比較看看哪家的地瓜品質最好，貨比三家不吃虧呀!"
            ],
            "Answer": "C",
            "Explaination": "有帶土的地瓜會比較好其實是迷信，地瓜應該要挑表面無黑斑、無長芽，而且有清楚標示產地的比較安全。雖然地瓜長芽不具毒性，但可能會影響口感或產生肉眼看不見的問題，另外向不同攤販購買地瓜可以避免一次買到太多有問題的地瓜，所以這題的答案為C。（資料來源: <譚敦慈的安心廚房>譚敦慈著P.108）"
        },

        "": {
            "Question": "",
            "Type": "",
            "Options": [
                "",
                "",
                ""
            ],
            "Answer": "",
            "Explaination": "（）"
        }
    }
};